Repository: soda-collections-objects-data-literacy/soda_scs_manager
Catalog: translations/soda_scs_manager.*.po
Languages: de

source: Create repositories route
de: Erstellen von Repository-Routen

source: The create repositories route.
de: Die Erstellen von Repository-Routen.

source: Read one repositories route
de: Einzelne Repository-Lesen-Route

source: The read one repositories route, like /{repositoryId}.
de: Die Einzelne Repository-Lesen-Route, wie /{repositoryId}.

source: Read all repositories route
de: Alle Repository-Lesen-Routen

source: The read all repositories route.
de: Die Alle Repository-Lesen-Routen.

source: Update repositories route
de: Aktualisieren von Repository-Routen

source: The update repositories route, like /{repositoryId}.
de: Die Aktualisieren von Repository-Routen, wie /{repositoryId}.

source: Delete repositories route
de: Löschen von Repository-Routen

source: The delete repositories route, like /{repositoryId}.
de: Die Löschen von Repository-Routen, wie /{repositoryId}.

source: Health check route
de: Gesundheitscheck-Route

source: The health check route, like /{repositoryId}/size.
de: Die Gesundheitscheck-Route, wie /{repositoryId}/size.

source: The base URL, like /rest/security/users.
de: Die Basis-URL, wie /rest/security/users.

source: Create user route
de: Benutzerroute erstellen

source: The create route, like /.
de: Die Erstellen-Route, wie /.

source: Read one user route
de: Einzelne Benutzer-Lesen-Route

source: The read one route, like /{userId}.
de: Die Einzelne Lesen-Route, wie /{userId}.

source: Read all users route
de: Alle Benutzer-Lesen-Routen

source: The read all route.
de: Die Alle Lesen-Routen.

source: Update user route
de: Benutzerroute aktualisieren

source: The update route, like /{userId}.
de: Die Aktualisieren-Route, wie /{userId}.

source: Delete user route
de: Benutzerroute löschen

source: The delete route, like /{userId}.
de: Die Löschen-Route, wie /{userId}.

source: The health check route, like /protocol.
de: Die Gesundheitscheck-Route, wie /protocol.

source: Check
de: Prüfen

source: Authentification token URL
de: Authentifizierungs-Token-URL

source: The authentification token URL, like /api-token-auth/{userId}.
de: Die Authentifizierungs-Token-URL, wie /api-token-auth/{userId}.

source: Portainer settings
de: Portainer-Einstellungen

source: Portainer options
de: Portainer-Optionen

source: The host, like https://portainer.scs.sammlungen.io
de: Der Host, wie https://portainer.scs.sammlungen.io

source: Authentication token
de: Authentifizierungs-Token

source: The authentication token, like 1234
de: Das Authentifizierungs-Token, wie 1234

source: Endpoint
de: Endpunkt

source: The endpoint, like "1".
de: Der Endpunkt, wie "1".

source: The swarm Id, like "1".
de: Die Swarm-ID, wie "1".

source: Endpoint routes
de: Endpunkt-Routen

source: Endpoint base route
de: Endpunkt-Basisroute

source: The endpoint base URL, like /api/endpoints.
de: Die Endpunkt-Basis-URL, wie /api/endpoints.

source: The health check route, like "/{endpointId}"
de: Die Gesundheitscheck-Route, wie "/{endpointId}"

source: Docker API routes
de: Docker-API-Routen

source: Base route
de: Basisroute

source: The base URL, like "/docker".
de: Die Basis-URL, wie "/docker".

source: Docker exec routes.
de: Docker-Exec-Routen.

source: Docker exec create route.
de: Docker-Exec-Erstellen-Route.

source: Route to create a command inside a running container, like "/containers/{containerId}/exec".
de: Route zum Erstellen eines Befehls in einem laufenden Container, wie "/containers/{containerId}/exec".

source: Route to start a command inside a running container, like "/exec/{execId}/start".
de: Route zum Starten eines Befehls in einem laufenden Container, wie "/exec/{execId}/start".

source: Docker exec resize route.
de: Docker-Exec-Größenänderungs-Route.

source: Route to resize a command inside a running container, like "/exec/{execId}/resize".
de: Route zum Ändern der Größe eines Befehls in einem laufenden Container, wie "/exec/{execId}/resize".

source: Docker exec inspect route.
de: Docker-Exec-Inspektions-Route.

source: Route to inspect a command inside a running container, like "/exec/{execId}/json".
de: Route zur Inspektion eines Befehls in einem laufenden Container, wie "/exec/{execId}/json".

source: Docker Container routes.
de: Docker-Container-Routen.

source: Docker Container API base route
de: Docker-Container-API-Basisroute

source: The base URL, like "/containers".
de: Die Basis-URL, wie "/containers".

source: Docker Container CRUSSRDR routes.
de: Docker-Container-CRUSSRDR-Routen.

source: Docker Container create route.
de: Docker-Container-Erstellen-Route.

source: The create route, like "/create".
de: Die Erstellen-Route, wie "/create".

source: Docker Container read one route.
de: Docker-Container-Einzelne-Lesen-Route.

source: The read one route, like "/{containerId}/json".
de: Die Einzelne Lesen-Route, wie "/{containerId}/json".

source: Docker Container read all route.
de: Docker-Container-Alle-Lesen-Route.

source: The read all route, like "/json".
de: Die Alle Lesen-Route, wie "/json".

source: Docker Container update route.
de: Docker-Container-Aktualisieren-Route.

source: The update route, like "/{containerId}/update".
de: Die Aktualisieren-Route, wie "/{containerId}/update".

source: The start route, like "/{containerId}/start".
de: Die Start-Route, wie "/{containerId}/start".

source: Docker Container stop route.
de: Docker-Container-Stopp-Route.

source: The stop route, like "/{containerId}/stop".
de: Die Stopp-Route, wie "/{containerId}/stop".

source: Docker Container restart route.
de: Docker-Container-Neustart-Route.

source: The restart route, like "/{containerId}/restart".
de: Die Neustart-Route, wie "/{containerId}/restart".

source: Docker Container delete route.
de: Docker-Container-Löschen-Route.

source: The delete route, like "/{containerId}".
de: Die Löschen-Route, wie "/{containerId}".

source: Docker Container remove route.
de: Docker-Container-Entfernen-Route.

source: The remove route, like "/{containerId}/prune".
de: Die Entfernen-Route, wie "/{containerId}/prune".

source: Docker Volume routes.
de: Docker-Volume-Routen.

source: Docker volumes API base route
de: Docker-Volumes-API-Basisroute

source: The base URL, like "/volumes".
de: Die Basis-URL, wie "/volumes".

source: Docker Volume CRUD routes.
de: Docker-Volume-CRUD-Routen.

source: Create volume route
de: Volume-Erstellen-Route

source: The create volume route, like "/create".
de: Die Volume-Erstellen-Route, wie "/create".

source: Read one volume route
de: Einzelne Volume-Lesen-Route

source: The read one volume route, like "/{volumeId}".
de: Die Einzelne Volume-Lesen-Route, wie "/{volumeId}".

source: Read all volumes route
de: Alle Volume-Lesen-Routen

source: The read all volumes route, like "".
de: Die Alle Volume-Lesen-Routen, wie "".

source: Update volume route
de: Volume-Aktualisieren-Route

source: The update volume route, like "/{volumeId}".
de: Die Volume-Aktualisieren-Route, wie "/{volumeId}".

source: Delete volume route
de: Volume-Löschen-Route

source: The delete volume route, like /{volumeId}.
de: Die Volume-Löschen-Route, wie /{volumeId}.

source: Docker Stacks routes
de: Docker-Stacks-Routen

source: The base URL, like "/stacks".
de: Die Basis-URL, wie "/stacks".

source: Portainer Stack CRUD routes
de: Portainer-Stack-CRUD-Routen

source: Create route
de: Erstellen-Route

source: The create route, like "/".
de: Die Erstellen-Route, wie "/".

source: Read one route
de: Einzelne Lesen-Route

source: The read one route, like "/{stackId}".
de: Die Einzelne Lesen-Route, wie "/{stackId}".

source: Read all route
de: Alle Lesen-Route

source: The read all route, like "".
de: Die Alle Lesen-Route, wie "".

source: Update route
de: Aktualisieren-Route

source: The update route, like "/{stackId}".
de: Die Aktualisieren-Route, wie "/{stackId}".

source: Delete route
de: Löschen-Route

source: The delete route, like "/{stackId}".
de: Die Löschen-Route, wie "/{stackId}".

source: WissKI settings
de: WissKI-Einstellungen

source: The base URL, like "https://{instanceId}.scs.sammlungen.io".
de: Die Basis-URL, wie "https://{instanceId}.scs.sammlungen.io".

source: The health check route, like "/health".
de: Die Gesundheitscheck-Route, wie "/health".

source: Snapshot Label
de: Snapshot-Etikett

source: Enter a label for this snapshot.
de: Geben Sie ein Etikett für diesen Snapshot ein.

source: Enter a description for this snapshot.
de: Geben Sie eine Beschreibung für diesen Snapshot ein.

source: Failed to create snapshot. See logs for more details.
de: Snapshot konnte nicht erstellt werden. Siehe Protokolle für weitere Details.

source: Created new snapshot %label.
de: Neuer Snapshot %label erstellt.

source: Create snapshot of @type @label?
de: Snapshot von @type @label erstellen?

source: This action will create a new snapshot of the current state of this @type.
de: Diese Aktion erstellt einen neuen Snapshot des aktuellen Zustands dieses @type.

source: Add snapshot
de: Snapshot hinzufügen

source: Edit snapshot @label
de: Snapshot @label bearbeiten

source: Updated snapshot %label.
de: Snapshot %label aktualisiert.

source: Are you sure you want to delete snapshot %label?
de: Sind Sie sicher, dass Sie den Snapshot %label löschen möchten?

source: Snapshot %label has been deleted.
de: Snapshot %label wurde gelöscht.

source: The machineName can only contain small letters, digits, and minus.
de: Der Maschinenname darf nur Kleinbuchstaben, Ziffern und Minus enthalten.

source: Cannot create stack "@label". See logs for more details.
de: Stack "@label" kann nicht erstellt werden. Siehe Protokolle für weitere Details.

source: %message See logs for more information.
de: %message Siehe Protokolle für weitere Informationen.

source: Filesystem is available.
de: Dateisystem ist verfügbar.

source: MariaDB health check passed for component @component.
de: MariaDB-Gesundheitscheck für Komponente @component bestanden.

source: Triplestore health check failed for component @component: @error
de: Triplestore-Gesundheitscheck für Komponente @component fehlgeschlagen: @error

source: Triplestore is healthy for component @component.
de: Triplestore ist gesund für Komponente @component.

source: Directory created successfully.
de: Verzeichnis erfolgreich erstellt.

source: Failed to create directory: @error
de: Verzeichnis konnte nicht erstellt werden: @error

source: Operations
de: Operationen

source: Machine name
de: Maschinenname

source: Applications
de: Komponenten

source: Used by component(s)
de: Verwendet von Komponente(n)

source: Settings
de: Einstellungen

source: SODa SCS Manager Sidebar Navigation
de: SODa SCS Manager Seitenleisten-Navigation

source: SCS Component Selection
de: SCS Komponentenauswahl

source: SCS Project Selection
de: SCS Projektauswahl

source: Portainer request failed. See logs for more details.
de: Portainer-Anfrage fehlgeschlagen. Siehe Protokolle für weitere Details.

source: Request failed with code @code
de: Anfrage mit Code @code fehlgeschlagen

source: Request details: @request
de: Anfragedetails: @request

source: OpenGDB user: @username does not exist. Try to create it for you...
de: OpenGDB-Benutzer: @username existiert nicht. Versuchen, es für Sie zu erstellen...

source: OpenGDB request for @type failed. See logs for more details.
de: OpenGDB-Anfrage für @type fehlgeschlagen. Siehe Protokolle für weitere Details.

source: Error loading service key: @error
de: Fehler beim Laden des Dienstschlüssels: @error

source: Database could not be found. See logs for details.
de: Datenbank konnte nicht gefunden werden. Siehe Protokolle für Details.

source: Database @name database could not be found.
de: Datenbank @name konnte nicht gefunden werden.

source: Delete database @name.
de: Datenbank @name löschen.

source: Can not communicate with the SCS user manager daemon.
de: Kann nicht mit dem SCS-Benutzer-Manager-Daemon kommunizieren.

source: Can not delete the root user
de: Kann den Root-Benutzer nicht löschen

source: User owns databases
de: Benutzer besitzt Datenbanken

source: User owned no databases, and was deleted
de: Benutzer besaß keine Datenbanken und wurde gelöscht

source: Could not create database component. See logs for more details.
de: Datenbankkomponente konnte nicht erstellt werden. Siehe Protokolle für weitere Details.

source: Could not create triplestore stack: %message
de: Triplestore-Stack konnte nicht erstellt werden: %message

source: Created triplestore stack: %message
de: Triplestore-Stack erstellt: %message

source: Could not create triplestore component. See logs for more details.
de: Triplestore-Komponente konnte nicht erstellt werden. Siehe Protokolle für weitere Details.

source: Could not create stack: %message
de: Stack konnte nicht erstellt werden: %message

source: Could not delete triplestore component. See logs for more details.
de: Triplestore-Komponente konnte nicht gelöscht werden. Siehe Protokolle für weitere Details.

source: Could not create triplestore. See logs for more details.
de: Triplestore konnte nicht erstellt werden. Siehe Protokolle für weitere Details.

source: Could not create WissKI. See logs for more details.
de: WissKI konnte nicht erstellt werden. Siehe Protokolle für weitere Details.

source: Request error. See logs for more details.
de: Anfragefehler. Siehe Protokolle für weitere Details.

source: Cannot delete triplestore component. See logs for more details.
de: Triplestore-Komponente kann nicht gelöscht werden. Siehe Protokolle für weitere Details.

source: Home
de: Startseite

source: Primary tabs
de: Primäre Registerkarten

source: Secondary tabs
de: Sekundäre Registerkarten

source: Submitted by @author_name on @date
de: Eingereicht von @author_name am @date

source: No
de: Nein

source: No stacks available.
de: Keine Stacks verfügbar.

source: No applications available.
de: Keine Komponenten verfügbar.
