Repository: soda-collections-objects-data-literacy/soda_scs_manager
Catalog: translations/soda_scs_manager.*.po
Languages: de

source: About
de: Über

source: This module provides the functionality to create, validate and manage WissKI Cloud accounts.
de: Dieses Modul bietet die Funktionalität zum Erstellen, Validieren und Verwalten von WissKI Cloud-Konten.

source: Configuration
de: Konfiguration

source: Configuration is done on the <a href="@settingsPage" targer="_blank">settings page</a>.
de: Die Konfiguration erfolgt auf der <a href="@settingsPage" targer="_blank">Einstellungsseite</a>.

source: Create WissKI Cloud Account
de: WissKI Cloud-Konto erstellen

source: <a href="@createPage" targer="_blank">This page</a> allows you to create a WissKI Cloud account.
de: <a href="@createPage" targer="_blank">Diese Seite</a> ermöglicht es Ihnen, ein WissKI Cloud-Konto zu erstellen.

source: Validate WissKI Cloud Account
de: WissKI Cloud-Konto validieren

source: <a href="@validationPage" targer="_blank">This page</a> allows you to validate your account and check the status of the provision.
de: <a href="@validationPage" targer="_blank">Diese Seite</a> ermöglicht es Ihnen, Ihr Konto zu validieren und den Status der Bereitstellung zu überprüfen.

source: Filesystem
de: Dateisystem

source: A filesystem for storage of structured data.
de: Ein Dateisystem zur Speicherung strukturierter Daten.

source: JupyterHub Account
de: JupyterHub-Konto

source: A Jupyter web IDE for coding in Python.
de: Eine Jupyter Web-IDE für die Programmierung in Python.

source: Nextcloud Account
de: Nextcloud-Konto

source: A Nextcloud instance for cloud storage and file sharing.
de: Eine Nextcloud-Instanz für Cloud-Speicher und Dateifreigabe.

source: SQL Database
de: SQL-Datenbank

source: A relational database for storage of structured data.
de: Eine relationale Datenbank zur Speicherung strukturierter Daten.

source: Graph database for storage of RDF data.
de: Graphdatenbank zur Speicherung von RDF-Daten.

source: A web-based tool for creating and editing OWL ontologies.
de: Ein webbasiertes Tool zum Erstellen und Bearbeiten von OWL-Ontologien.

source: A WissKI Component is a component of a WissKI Stack.
de: Eine WissKI-Komponente ist ein Bestandteil eines WissKI-Stacks.

source: Default Project
de: Standardprojekt

source: A Project is a collection of applications.
de: Ein Projekt ist eine Sammlung von Komponenten.

source: Default Service Key
de: Standard-Serviceschlüssel

source: A Service Key is a key for a service.
de: Ein Serviceschlüssel ist ein Schlüssel für einen Dienst.

source: A JupyterHub Stack contains Jupyter and OpenRefine.
de: Ein JupyterHub-Stack enthält Jupyter und OpenRefine.

source: A WissKI Stack contains a WissKI, a Triplestore and a Database.
de: Ein WissKI-Stack enthält ein WissKI, einen Triplestore und eine Datenbank.

source: A Nextcloud Stack contains Nextcloud, Draw.io and Collabora.
de: Ein Nextcloud-Stack enthält Nextcloud, Draw.io und Collabora.

source: Removed existing navigation block.
de: Vorhandenen Navigationsblock entfernt.

source: Failed to delete existing block: @message
de: Fehler beim Löschen des vorhandenen Blocks: @message

source: SODa SCS Navigation block has been placed in the nav_sidebar region.
de: SODa SCS-Navigationsblock wurde in der nav_sidebar-Region platziert.

source: Sammlungen, Objekte, Datenkompetenzen Semantic Coworking Space Manager (SODa SCS Manager) module for managing SCS applications.
de: Sammlungen, Objekte, Datenkompetenzen Semantic Coworking Space Manager (SODa SCS Manager) Modul zur Verwaltung von SCS-Komponenten.

source: Add project
de: Projekt hinzufügen

source: Add service key
de: Serviceschlüssel hinzufügen

source: SODa SCS applications
de: SODa SCS-Komponenten

source: SODa SCS Projects
de: SODa SCS-Projekte

source: SODa SCS Service Keys
de: SODa SCS-Serviceschlüssel

source: SODa SCS manager users page
de: SODa SCS-Manager Benutzerseite

source: SODa SCS manager applications page
de: SODa SCS-Manager Komponentenseite

source: Component store
de: Komponenten-Store

source: SODa SCS manager settings
de: SODa SCS-Manager Einstellungen

source: Desk
de: Schreibtisch

source: Manage SODa SCS Components
de: SODa SCS-Komponenten verwalten

source: Manage SODa SCS Projects
de: SODa SCS-Projekte verwalten

source: Manage SODa SCS Service Keys
de: SODa SCS-Serviceschlüssel verwalten

source: Manage SODa SCS Snapshots
de: SODa SCS-Snapshots verwalten

source: Manage SODa SCS Stacks
de: SODa SCS-Stacks verwalten

source: List all available applications and provide the possibility to install them
de: Alle verfügbaren Komponenten auflisten und die Möglichkeit bieten, sie zu installieren

source: Link to the SODa SCS Manager Component Page
de: Link zur SODa SCS-Manager Komponentenseite

source: Your applications
de: Ihre Komponenten

source: Available applications
de: Verfügbare Komponenten

source: View
de: Ansehen

source: Delete
de: Löschen

source: Show
de: Anzeigen

source: Edit
de: Bearbeiten

source: Administer SODa SCS Manager
de: SODa SCS-Manager verwalten

source: Administer SODa SCS Manager Settings and Accounts
de: SODa SCS-Manager Einstellungen und Konten verwalten

source: SODa SCS Manager user
de: SODa SCS-Manager Benutzer

source: Administer own Stacks, applications and Service Keys
de: Eigene Stacks, Komponenten und Serviceschlüssel verwalten

source: Administer SODa SCS Component types
de: SODa SCS-Komponententypen verwalten

source: Maintain the types SODa SCS Component entity.
de: Die Typen der SODa SCS-Komponentenentität pflegen.

source: Create SODa SCS Component
de: SODa SCS-Komponente erstellen

source: View SODa SCS Component
de: SODa SCS-Komponente anzeigen

source: Edit SODa SCS Component
de: SODa SCS-Komponente bearbeiten

source: Delete SODa SCS Component
de: SODa SCS-Komponente löschen

source: Create SODa SCS Stack
de: SODa SCS-Stack erstellen

source: Edit SODa SCS Stack
de: SODa SCS-Stack bearbeiten

source: View SODa SCS Stack
de: SODa SCS-Stack anzeigen

source: Delete SODa SCS Stack
de: SODa SCS-Stack löschen

source: Create SODa SCS Service Key
de: SODa SCS-Serviceschlüssel erstellen

source: Edit SODa SCS Service Key
de: SODa SCS-Serviceschlüssel bearbeiten

source: View SODa SCS Service Key
de: SODa SCS-Serviceschlüssel anzeigen

source: Delete SODa SCS Service Key
de: SODa SCS-Serviceschlüssel löschen

source: Create SCS Snapshots
de: SCS-Snapshots erstellen

source: Create snapshots of applications.
de: Snapshots von Anwendungen erstellen.

source: Component health check
de: Komponenten-Zustandsprüfung

source: Add Stack
de: Stack hinzufügen

source: Delete Stack
de: Stack löschen

source: Create Snapshot
de: Snapshot erstellen

source: Add ScsComponent
de: ScsComponent hinzufügen

source: Delete ScsComponent
de: ScsComponent löschen

source: Soda SCS applications
de: Soda SCS-Anwendungen

source: SODa SCS Service Key
de: SODa SCS-Serviceschlüssel

source: Add SODa SCS Service Key
de: SODa SCS-Serviceschlüssel hinzufügen

source: Renew service key
de: Serviceschlüssel erneuern

source: Add SODa SCS Snapshot
de: SODa SCS-Snapshot hinzufügen

source: Edit SODa SCS Snapshot
de: SODa SCS-Snapshot bearbeiten

source: Delete SODa SCS Snapshot
de: SODa SCS-Snapshot löschen

source: SODa SCS Project
de: SODa SCS-Projekt

source: Add SODa SCS Project
de: SODa SCS-Projekt hinzufügen

source: Edit SODa SCS Project
de: SODa SCS-Projekt bearbeiten

source: Delete SODa SCS Project
de: SODa SCS-Projekt löschen

source: Your stacks
de: Ihre Stacks

source: External service link
de: Externer Dienst-Link

source: WissKI cloud account settings
de: WissKI Cloud-Kontoeinstellungen

source: WissKI cloud account manager
de: WissKI Cloud-Kontomanager

source: Our Main link page
de: Unsere Hauptlinkseite

source: Edit Machine Name
de: Maschinenname bearbeiten

source: Could not delete component of type @bundle.
de: Komponente vom Typ @bundle konnte nicht gelöscht werden.

source: Deleted Filesystem component @name.
de: Dateisystemkomponente @name gelöscht.

source: Database already exists. See logs for more details.
de: Datenbank existiert bereits. Weitere Details finden Sie in den Logs.

source: Cannot create database. See logs for more details.
de: Datenbank kann nicht erstellt werden. Weitere Details finden Sie in den Logs.

source: Cannot delete database. See logs for more details.
de: Datenbank kann nicht gelöscht werden. Weitere Details finden Sie in den Logs.

source: Cannot load service key. See logs for more details.
de: Serviceschlüssel kann nicht geladen werden. Weitere Details finden Sie in den Logs.

source: Cannot clean database users. See logs for more details.
de: Datenbankbenutzer können nicht bereinigt werden. Weitere Details finden Sie in den Logs.

source: Cannot assemble request. See logs for more details.
de: Anfrage kann nicht zusammengestellt werden. Weitere Details finden Sie in den Logs.

source: Created OpenGDB user: @username
de: OpenGDB-Benutzer erstellt: @username

source: Created triplestore component %machineName.
de: Triplestore-Komponente %machineName erstellt.

source: Could not delete repository of component %component, because it does not exist. Move on to delete the component.
de: Repository der Komponente %component konnte nicht gelöscht werden, da es nicht existiert. Fahren Sie mit dem Löschen der Komponente fort.

source: Could not delete triplestore component %component
de: Triplestore-Komponente %component konnte nicht gelöscht werden

source: Could not get triplestore user of component %component
de: Triplestore-Benutzer der Komponente %component konnte nicht abgerufen werden

source: Could not update triplestore user %username
de: Triplestore-Benutzer %username konnte nicht aktualisiert werden

source: Could not delete OpenGDB user %username
de: OpenGDB-Benutzer %username konnte nicht gelöscht werden

source: Deleted triplestore component %component
de: Triplestore-Komponente %component gelöscht

source: Request failed. See logs for more details.
de: Anfrage fehlgeschlagen. Weitere Details finden Sie in den Logs.

source: Cannot get WissKI component @component at portainer.
de: WissKI-Komponente @component kann nicht bei Portainer abgerufen werden.

source: Cannot get WissKI component @component at portainer. See logs for more details.
de: WissKI-Komponente @component kann nicht bei Portainer abgerufen werden. Weitere Details finden Sie in den Logs.

source: Cannot assemble WissKI component delete request. See logs for more details.
de: WissKI-Komponenten-Löschanfrage kann nicht zusammengestellt werden. Weitere Details finden Sie in den Logs.

source: Could not delete WissKI stack at portainer, but will delete the component anyway. See logs for more details.
de: WissKI-Stack konnte nicht bei Portainer gelöscht werden, die Komponente wird trotzdem gelöscht. Weitere Details finden Sie in den Logs.

source: Cannot delete WissKI component. See logs for more details.
de: WissKI-Komponente kann nicht gelöscht werden. Weitere Details finden Sie in den Logs.

source: Portainer request failed: @error
de: Portainer-Anfrage fehlgeschlagen: @error

source: Component Bundles
de: Komponenten-Bundles

source: Filesystem health check failed for component @component. Message: @message
de: Dateisystem-Zustandsprüfung für Komponente @component fehlgeschlagen. Nachricht: @message

source: MariaDB health check failed for component @component.
de: MariaDB-Zustandsprüfung für Komponente @component fehlgeschlagen.

source: Triplestore health check failed for component @component.
de: Triplestore-Zustandsprüfung für Komponente @component fehlgeschlagen.

source: WissKI health check failed for component @component.
de: WissKI-Zustandsprüfung für Komponente @component fehlgeschlagen.

source: Health check failed for component @component with message: @message
de: Zustandsprüfung für Komponente @component fehlgeschlagen mit Nachricht: @message

source: Machine name must contain only lowercase letters, numbers, and minus.
de: Der Maschinenname darf nur Kleinbuchstaben, Zahlen und Minuszeichen enthalten.

source: Created
de: Erstellt

source: The time that the SODa SCS Component was created.
de: Der Zeitpunkt, zu dem die SODa SCS-Komponente erstellt wurde.

source: Description
de: Beschreibung

source: The description of the SODa SCS Component.
de: Die Beschreibung der SODa SCS-Komponente.

source: External ID
de: Externe ID

source: The external ID of the SODa SCS Component.
de: Die externe ID der SODa SCS-Komponente.

source: Health Status
de: Gesundheitsstatus

source: The health status of the SODa SCS Component.
de: Der Gesundheitsstatus der SODa SCS-Komponente.

source: The image of the SODa SCS Component.
de: Das Image der SODa SCS-Komponente.

source: Label
de: Bezeichnung

source: Machine Name
de: Maschinenname

source: The machine-readable name.
de: Der maschinenlesbare Name.

source: Notes
de: Notizen

source: Notes about the SODa SCS Component.
de: Notizen über die SODa SCS-Komponente.

source: Owner
de: Besitzer

source: The owner of the SODa SCS Component.
de: Der Besitzer der SODa SCS-Komponente.

source: Project
de: Projekt

source: The project this application belongs to.
de: Das Projekt, zu dem diese Anwendung gehört.

source: Connected applications
de: Verbundene Komponenten

source: Service Key
de: Service-Schlüssel

source: The service key associated with this component.
de: Der mit dieser Komponente verbundene Service-Schlüssel.

source: The status of the SODa SCS Component.
de: Der Status der SODa SCS-Komponente.

source: Updated
de: Aktualisiert

source: The time that the SODa SCS Component was last updated.
de: Der Zeitpunkt der letzten Aktualisierung der SODa SCS-Komponente.

source: SODa SCS Component
de: SODa SCS-Komponente

source: The SCS applications associated with this project.
de: Die mit diesem Projekt verbundenen SCS-Komponenten.

source: The time that the SODa SCS Project was created.
de: Der Zeitpunkt der Erstellung des SODa SCS-Projekts.

source: The description of the project.
de: Die Beschreibung des Projekts.

source: Permission Group ID
de: Berechtigungsgruppen-ID

source: The permission group ID associated with the project.
de: Die mit dem Projekt verbundene Berechtigungsgruppen-ID.

source: The label of the project.
de: Die Bezeichnung des Projekts.

source: Members
de: Mitglieder

source: The members associated with the project.
de: Die mit dem Projekt verbundenen Mitglieder.

source: The owner of the SODa SCS Project.
de: Der Besitzer des SODa SCS-Projekts.

source: Rights
de: Rechte

source: The rights associated with the project.
de: Die mit dem Projekt verbundenen Rechte.

source: The time that the SODa SCS Project was last updated.
de: Der Zeitpunkt der letzten Aktualisierung des SODa SCS-Projekts.

source: SODa SCS Component Bundle
de: SODa SCS-Komponenten-Bundle

source: The bundle of the SODa SCS Component.
de: Das Bundle der SODa SCS-Komponente.

source: Password
de: Passwort

source: The password of the service key.
de: Das Passwort des Service-Schlüssels.

source: Type
de: Typ

source: The type of the service key.
de: Der Typ des Service-Schlüssels.

source: Soda SCS Service Key
de: Soda SCS Service-Schlüssel

source: Soda SCS Service Keys
de: Soda SCS Service-Schlüssel

source: Checksum
de: Prüfsumme

source: The checksum of the snapshot content.
de: Die Prüfsumme des Snapshot-Inhalts.

source: Changed
de: Geändert

source: The time that the snapshot was last updated.
de: Der Zeitpunkt der letzten Aktualisierung des Snapshots.

source: The time that the snapshot was created.
de: Der Zeitpunkt der Erstellung des Snapshots.

source: The label of the snapshot.
de: Das Etikett des Snapshots.

source: The owner of the snapshot.
de: Der Besitzer des Snapshots.

source: Component
de: Komponente

source: The component this snapshot is taken from.
de: Die Komponente, von der dieser Snapshot stammt.

source: The stack this snapshot is taken from.
de: Der Stack, von dem dieser Snapshot stammt.

source: The image of the SODa SCS Stack.
de: Das Image des SODa SCS Stacks.

source: Included applications
de: Eingeschlossene Komponenten

source: The owner of the SODa SCS Stack.
de: Der Besitzer des SODa SCS Stacks.

source: Soda SCS Stack type
de: Soda SCS Stack-Typ

source: The flavour of the SODa SCS Component.
de: Der Flavour der SODa SCS Komponente.

source: Shared With
de: Geteilt mit

source: The applications that are shared with this component.
de: Die Komponenten, die mit dieser Komponente geteilt werden.

source: Test fields
de: Testfelder

source: Test fields for the project.
de: Testfelder für das Projekt.

source: Portainer request failed: @message
de: Portainer-Anfrage fehlgeschlagen: @message

source: Service operation failed. Please try again later.
de: Dienstoperation fehlgeschlagen. Bitte versuchen Sie es später erneut.

source: Create a new @label
de: Erstellen Sie ein neues @label

source: What is that?
de: Was ist das?

source: This field is required for filesystem applications.
de: Dieses Feld ist für Dateisystemkomponenten erforderlich.

source: CREATE
de: ERSTELLEN

source: The machineName can only contain small letters, digits, minus, and underscore
de: Der Maschinenname darf nur Kleinbuchstaben, Ziffern, Minus und Unterstrich enthalten

source: The machineName cannot contain the word "@word"
de: Der Maschinenname darf das Wort "@word" nicht enthalten

source: The machineName is already in use by another Soda SCS Component entity
de: Der Maschinenname wird bereits von einer anderen Soda SCS Komponente verwendet

source: Cannot create component "@label". See logs for more details.
de: Komponente "@label" kann nicht erstellt werden. Siehe Protokolle für weitere Details.

source: Cannot create component: @message
de: Komponente kann nicht erstellt werden: @message

source: Are you sure you want to delete component: @label?
de: Sind Sie sicher, dass Sie die Komponente löschen möchten: @label?

source: Deleting component: @label
de: Komponente wird gelöscht: @label

source: A project with machine name "@machine_name" already exists. Please choose a different name.
de: Ein Projekt mit dem Maschinenname "@machine_name" existiert bereits. Bitte wählen Sie einen anderen Namen.

source: Are you sure you want to delete project: @label?
de: Sind Sie sicher, dass Sie das Projekt löschen möchten: @label?

source: Project @label has been deleted.
de: Projekt @label wurde gelöscht.

source: Deleting project: @label
de: Projekt wird gelöscht: @label

source: Abort
de: Abbrechen

source: Service key created successfully.
de: Dienstschlüssel erfolgreich erstellt.

source: Are you sure you want to delete key: @label?
de: Sind Sie sicher, dass Sie den Schlüssel löschen möchten: @label?

source: Key deleted successfully.
de: Schlüssel erfolgreich gelöscht.

source: Deleting key: @label
de: Schlüssel wird gelöscht: @label

source: Are you sure you want to renew the service key %name?
de: Sind Sie sicher, dass Sie den Dienstschlüssel %name erneuern möchten?

source: This action will generate a new password for this service key. The old password will no longer work. This action cannot be undone.
de: Diese Aktion generiert ein neues Passwort für diesen Dienstschlüssel. Das alte Passwort wird nicht mehr funktionieren. Diese Aktion kann nicht rückgängig gemacht werden.

source: Renew
de: Erneuern

source: Could not renew the service key %name.
de: Der Dienstschlüssel %name konnte nicht erneuert werden.

source: The service key %name has been renewed.
de: Der Dienstschlüssel %name wurde erneuert.

source: Informations
de: Informationen

source: Placeholders
de: Platzhalter

source: You can use the following placeholders in the settings form: <ul> <li><strong>{containerId}</strong> - The Docker container ID</li> <li><strong>{endpointId}</strong> - The Portainer endpoint ID</li> <li><strong>{execId}</strong> - The Docker exec ID</li> <li><strong>{instanceId}</strong> - The WissKI instance ID</li> <li><strong>{realm}</strong> - The Keycloak realm</li> <li><strong>{repositoryId}</strong> - The triplestore repository ID</li> <li><strong>{stackId}</strong> - The Portainer stack ID</li> <li><strong>{userId}</strong> - The triplestore user ID</li> <li><strong>{volumeId}</strong> - The Docker volume ID</li> </ul> <br> <ul> <li><strong>{empty}</strong> - Use if there is no value</li> </ul>
de: Sie können die folgenden Platzhalter im Einstellungsformular verwenden: <ul> <li><strong>{containerId}</strong> - Die Docker-Container-ID</li> <li><strong>{endpointId}</strong> - Die Portainer-Endpunkt-ID</li> <li><strong>{execId}</strong> - Die Docker-Exec-ID</li> <li><strong>{instanceId}</strong> - Die WissKI-Instanz-ID</li> <li><strong>{realm}</strong> - Der Keycloak-Realm</li> <li><strong>{repositoryId}</strong> - Die Triplestore-Repository-ID</li> <li><strong>{stackId}</strong> - Die Portainer-Stack-ID</li> <li><strong>{userId}</strong> - Die Triplestore-Benutzer-ID</li> <li><strong>{volumeId}</strong> - Die Docker-Volume-ID</li> </ul> <br> <ul> <li><strong>{empty}</strong> - Verwenden, wenn kein Wert vorhanden ist</li> </ul>

source: General settings
de: Allgemeine Einstellungen

source: The SODa SCS host, like https://scs.sammlungen.io.
de: Der SODa SCS Host, wie https://scs.sammlungen.io.

source: Database settings
de: Datenbankeinstellungen

source: Database host
de: Datenbank-Host

source: The database host, like https://db.scs.sammlungen.io.
de: Der Datenbank-Host, wie https://db.scs.sammlungen.io.

source: Database port
de: Datenbank-Port

source: The database port, like 3306.
de: Der Datenbank-Port, wie 3306.

source: Root password
de: Root-Passwort

source: The root password, like root.
de: Das Root-Passwort, wie root.

source: Management host
de: Verwaltungs-Host

source: The management host, like https://adminer-db.scs.sammlungen.io.
de: Der Verwaltungs-Host, wie https://adminer-db.scs.sammlungen.io.

source: Keycloak settings
de: Keycloak-Einstellungen

source: The keycloak host, like https://auth.sammlungen.io.
de: Der Keycloak-Host, wie https://auth.sammlungen.io.

source: The keycloak realm, like wisski.
de: Der Keycloak-Realm, wie wisski.

source: Admin username
de: Admin-Benutzername

source: The keycloak admin username, like admin.
de: Der Keycloak-Admin-Benutzername, wie admin.

source: Admin password
de: Admin-Passwort

source: The keycloak admin password, like admin.
de: Das Keycloak-Admin-Passwort, wie admin.

source: Keycloak routes
de: Keycloak-Routen

source: Clients routes
de: Client-Routen

source: Base URL
de: Basis-URL

source: The base URL, like /admin/realms.
de: Die Basis-URL, wie /admin/realms.

source: CRUD routes
de: CRUD-Routen

source: Create URL
de: Erstellen-URL

source: The create URL, like /admin/realms.
de: Die Erstellen-URL, wie /admin/realms.

source: Read one URL
de: Einzelne Lesen-URL

source: The read one URL.
de: Die Einzelne Lesen-URL.

source: Read all URL
de: Alle Lesen-URL

source: The read all URL.
de: Die Alle Lesen-URL.

source: Update URL
de: Aktualisieren-URL

source: The update URL.
de: Die Aktualisieren-URL.

source: Delete URL
de: Löschen-URL

source: The delete URL.
de: Die Löschen-URL.

source: Health check URL
de: Gesundheitscheck-URL

source: The health check URL.
de: Die Gesundheitscheck-URL.

source: The token URL, like /realms/master/protocol/openid-connect/token.
de: Die Token-URL, wie /realms/master/protocol/openid-connect/token.

source: Triplestore settings
de: Triplestore-Einstellungen

source: The triplestore host, like https://ts.scs.sammlungen.io.
de: Der Triplestore-Host, wie https://ts.scs.sammlungen.io.

source: The triplestore port, like 80.
de: Der Triplestore-Port, wie 80.

source: The admin username, like admin.
de: Der Admin-Benutzername, wie admin.

source: The admin password, like password.
de: Das Admin-Passwort, wie password.

source: The base URL, like /rest/repositories.
de: Die Basis-URL, wie /rest/repositories.
